/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "Impossible d’ouvrir « %@ ».";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "Impossible d’ouvrir %@ en raison d’un problème.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ a rencontré un problème.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ a quitté de manière imprévue lors de l’utilisation du module %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ a quitté de manière imprévue.";

/* button title */
"Agree" = "Accepter";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "En cliquant sur Accepter, vous autorisez Apple à collecter périodiquement ces informations afin de les utiliser dans le cadre de ses services d’assistance et pour améliorer ses produits et services. La collecte d’informations est anonyme. Pour de plus amples informations sur la Politique de confidentialité d’Apple, consultez http://www.apple.com/fr/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Vérifiez auprès du développeur si %@ est compatible avec cette version de Mac OS X. Vous devrez peut-être réinstaller l’application. Veillez à installer toutes les mises à jour disponibles pour l’application et Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Cliquez sur Envoyer à Apple pour soumettre le rapport à Apple. Cette collecte d’informations est anonyme.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Cliquez sur Relancer pour rouvrir l’application. Ce rapport sera envoyé automatiquement à Apple.";

/* button title */
"Disagree" = "Refuser";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Ne plus me demander";

/* button title */
"Don\\U2019t Send" = "Ne pas envoyer";

/* button title */
"Hide Details" = "Masquer les détails";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Rapport d’erreurs pour %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Indiquez les étapes à suivre pour reproduire le problème.";

/* button title */
"Reopen" = "Relancer";

/* button title */
"Send to Apple" = "Envoyer à Apple";

/* button title */
"Show Details" = "Afficher les détails";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Ce rapport sera automatiquement envoyé à Apple.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Impossible de rassembler les informations de la configuration du système.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Utilisez l’App Store pour télécharger de nouveau %@.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Vous pouvez aider Apple à améliorer ses produits en nous envoyant des informations anonymes de diagnostic et d’utilisation concernant votre ordinateur.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Vous avez fermé %@ en raison d’un problème.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Vous avez éteint l’ordinateur en raison d’un problème.";

